---
kind: property
id: P:Autodesk.Revit.DB.Control.View
zh: 视图
source: html/d4e6fb26-7e0a-f888-e83d-38454cf29351.htm
---
# Autodesk.Revit.DB.Control.View Property

**中文**: 视图

The view.

## Syntax (C#)
```csharp
public View View { get; }
```